{
  "DeckName": "Truth or Dare (hard)",

  "DeckBy": "Lastation Community",

  "Truths": [
    "What’s your most embarrassing little naughty secret?",
    "Have you ever had a crush on someone here?",
    "Have you ever had an erotic dream involving a friend? Who?",
    "What part of your body do you like the most?",
    "Have you ever kissed a stranger at a party?",
    "Do you like receiving physical compliments?",
    "What makes you blush quickly?",
    "Do you prefer giving or receiving kisses?",
    "Have you ever slept in someone’s bed without doing anything, but wanting to?",
    "What’s the sexiest outfit you’ve ever worn?",

    "What’s your favorite position in bed?",
    "Have you ever had sex on the first date?",
    "Have you ever sent a sexy or nude photo?",
    "What’s the boldest thing you’ve done sexually?",
    "Have you ever had sex in a public place?",
    "Do you prefer to dominate or be dominated?",
    "What’s a fantasy you’ve never fulfilled?",
    "Have you ever masturbated thinking about someone here?",
    "Who here could you most easily have sex with?",
    "Do you prefer long foreplay or getting straight to it?",

    "Have you ever had a threesome or more?",
    "How many people have you slept with?",
    "What’s your favorite sexual act (with or without penetration)?",
    "What’s your biggest sexual addiction?",
    "What’s the weirdest object you’ve used to masturbate?",
    "Have you ever taken part in an orgy?",
    "Have you had sex with more than one friend here?",
    "Who do you find the sexiest here?",
    "Have you ever filmed yourself having sex?",
    "Have you ever faked an orgasm? Why?",
    "What’s your most embarrassing sexual experience?",
    "Do you prefer sweet or rough sex?",
    "What’s the worst thing you've said during sex?",
    "Have you ever used a sex toy? If yes, which one’s your favorite?",
    "What’s your biggest pride when it comes to sex?"
  ],

  "Dares": [
    "Give a kiss on <player>'s cheek.",
    "Give <player> a long hug for <range[10-60]> seconds.",
    "Massage <player>'s shoulders.",
    "Whisper a sexy compliment to <player>.",
    "Give a soft kiss on <player>'s neck.",
    "Dance sensually for <range[10-60]> seconds.",
    "Gently lick <player>'s finger.",
    "Stare into <player>'s eyes for <range[10-60]> seconds without laughing.",
    "Take a sexy (clothed) photo and show it to <player>.",
    "Give <player> a light spanking.",

    "Kiss <player> on the lips for 5 seconds.",
    "Lick <player>'s neck, cheek, or stomach — your choice.",
    "Remove one piece of clothing for <range[2-10]> rounds.",
    "Do a sexy dance for <player> for <range[10-60]> seconds.",
    "Massage <player>'s butt (clothed).",
    "Simulate an orgasm for <range[5-30]> seconds.",
    "Take a player on your lap and move your hips a bit.",
    "Lick or kiss <player>'s stomach.",
    "Slowly and sensually suck on <player>'s finger.",
    "Strip down to your underwear for <range[1-5]> rounds.",

    "Masturbate (over clothes or not) for <range[10-60]> seconds in front of everyone.",
    "Lick or suck an intimate body part of <player>.",
    "Perform oral sex (cunnilingus or blowjob) on <player> for <range[10-60]> seconds.",
    "Stay completely naked for <range[2-10]> rounds.",
    "Do face sitting with <player>. They choose the position.",
    "Lick <player>'s nipples.",
    "Actually have sex with <player>."
  ]
}
